Repository: daniyarchambylov/it-academy-blog
Catalog: blog/locale/*/LC_MESSAGES/django.po
Languages: ru

source: There is %(count)d post
ru: %(count)d пост

source: <h2> Hello: %(phone)s </h2>
ru: <h2> Привет: %(phone)s </h2>

source: Hello guest
ru: Привет гость

source: Posts
ru: Посты

source: Create new post
ru: Создать пост

source: Create new post with a form
ru: Создать пост с формой

source: This is success message
ru: Это успешное сообщение

source: This is error message
ru: Это сообщение с ошибкой

source: This is information message
ru: Это сообщение с информацией

source: This is warning message
ru: Это сообщение с предупреждением
